Repository: masakhane-io/masakhane-mt
Catalog: Data/en-ig Tech Sentences/en-ig.tmx
Source language: en
Languages: ig

source: If set to true, then all Nautilus windows will be browser windows. This is how Nautilus used to behave before version 2.6, and some people prefer this behavior.
ig: Ọ bụrụ na a haziri ya na eziokwu, Nautilus windo niile ga-abụ windo nchọgharị. Nke a bụ etu Nautilus sị akpa agwa túpúù agbanke 2.6, nakwa ụfọdụ ndị mmadụ kara chọọ agwa a.

source: Where to position newly open tabs in browser windows.
ig: Na-emepe na _windo omenchọgharị

source: If set to true, then Nautilus will never prompt nor autorun/autostart programs when a medium is inserted.
ig: Ọ bụrụ na a haziri ya na eziokwu, Nautilus ga-ewelite windo Nautilus ọfụụ site na dìfọ́ọ̀ltụ̀ mgbe ọbụla e mepere ihenhọrọ.

source: Whether to ask for confirmation when deleting files, or emptying Trash
ig: Ma ọ bụ ka a jụọ maka nkwepụta mgbe a na-akpụga faịlụ ndị ahụ n'ebemkpofuozi

source: If set to true, then Nautilus will ask for confirmation when you attempt to delete files, or empty the Trash.
ig: Ọ bụrụ na a haziri ya na eziokwu, Nautilus ga-ajụ maka nkwepụta mgbe ịchọrọ itinye faịlụ ndị ahụ n'ebemkpofuozi.

source: Whether to enable immediate deletion
ig: Ma ọ bụ ka é kwé nhicha ozugbo

source: If set to true, then Nautilus will have a feature allowing you to delete a file immediately and in-place, instead of moving it to the trash. This feature can be dangerous, so use caution.
ig: Ọ bụrụ na a haziri ya na eziokwu, Nautilus ga-enwe iheọrụ ga-enyere gị ohere ihicha faịlụ ozugbo n'ebe, kama ịkpụga ya n'ebemkpofuozi. Iheọrụ a nwere ike i dị̄ egwu, ya bụ na ka i jiri nzere.

source: When to show preview text in icons
ig: Mgbe a na-egosi nlebiritụanya ngwe na aịkọn ndị ahụ

source: Speed tradeoff for when to show a preview of text file contents in the file's icon. If set to "always" then always show previews, even if the folder is on a remote server. If set to "local_only" then only show previews for local file systems. If set to "never" then never bother to read preview data.
ig: Trédọ́ọ̀fụ̀ ngwangwa maka mgbe a ga elebiritụanya na ndịna faịlụ ngwe mgbe na aịkọn faịlụ. Ọ bụrụ na a haziri ya na "mgbe obụla" ya bụ gosi nlebiritụanya mgbe ọbụla, ọbụrụgodi na nsomebefaịlụ ahụ nọ na rìmóòtù sava. Ọ bụrụ na a haziri ya na "nkeụlọ_sọsọ" ya bụ kpọọ sọsọ nlebiritụanya na faịlụ sistem nkeụlọ. Ọ bụrụ na a haziri ya na "ọgaghị" ya bụ na enyekwala onwe gị nsogbu n'iwepụtaozi nlebiritụanya nke data.

source: When to show number of items in a folder
ig: Mgbe a na-egosi ọnụọgụgụ ihenhọrọ na nsomebefaịlụ

source: Speed tradeoff for when to show the number of items in a folder. If set to "always" then always show item counts, even if the folder is on a remote server. If set to "local_only" then only show counts for local file systems. If set to "never" then never bother to compute item counts.
ig: Trédọ́ọ̀fụ̀ ngwangwa maka mgbe a ga-egosi ọnụọgụgụ nke ihenhọrọ n'ime nsomebefaịlụ. Ọ bụrụ na a haziri ya na "mgbe obụla" ya bụ ọnụọgụgụ ihenhọrọ mgbe ọbụla, ọbụrụgodi na nsomebefaịlụ ahụ nọ na rìmóòtụ̀ sava. Ọ bụrụ na a haziri ya na "nkeụlọ_sọsọ" ya bụ gosi sọsọ ọnụọgụgụ faịlụsistem nkeụlọ. Ọ bụrụ na a haziri ya na "ọgaghị" ya bụ na enyekwala onwe gị nsogbu n'ịgbakọ ihenhọrọ ọnụọgụgụ.

source: Type of click used to launch/open files
ig: Ụdị ọ̀pị̀pị̀ eji ebubata/mmepe faịlụ ndị ahụ

source: Possible values are "single" to launch files on a single click, or "double" to launch them on a double click.
ig: A ga-ebubata uru faịlụ dị mmenwu bụ "single" site n'ịpị otu ugboro, mọọbụ "double" ka ibubata ha site n'ịpị pịmpịkwasa.

source: What to do with executable text files when activated
ig: Ihe a ga-eji faịlụ ngwe dị̄ mbido méé mgbe ejiri ya rụọ ọrụ

source: What to do with executable text files when they are activated (single or double clicked). Possible values are "launch" to launch them as programs, "ask" to ask what to do via a dialog, and "display" to display them as text files.
ig: Ihe a ga-eji faịlụ ngwe dị̄ mbido méé mgbe ejiri ha rụọ ọrụ (pịa otu ugboro mọọbụ pịmpịkwasa). Uru dị mmenwu ga "bubata" ebubata ha dịka program, "jụọ" n'ịjụ ihe a ga-eme n'ụzọ dayalọ́ọ̀gụ̀, nakwa "display" igosi ha dịka faịlụ ngwe ndị ahụ.

source: Use extra mouse button events in Nautilus' browser window
ig: Na-emepe na _windo omenchọgharị

source: Current Nautilus theme (deprecated)
ig: Nautilus isiokwu nke ọfụụ (Nkeochie)

source: Name of the Nautilus theme to use. This has been deprecated as of Nautilus 2.2. Please use the icon theme instead.
ig: Aha isiokwu Nautilus a ga-eji. Émēélá nke a ochie dịka nke Nautilus 2.2. Kama jiri isiokwu aịkọn biko.

source: When to show thumbnails of image files
ig: Mgbe a na-egosi tọ́mbnéèlụ̀ nke inyogo faịlụ ndị ahụ

source: Speed tradeoff for when to show an image file as a thumbnail. If set to "always" then always thumbnail, even if the folder is on a remote server. If set to "local_only" then only show thumbnails for local file systems. If set to "never" then never bother to thumbnail images, just use a generic icon.
ig: Trédọ́ọ̀fụ̀ ngwangwa maka mgbe a ga-egosi inyogo faịlụ dịka tọ́mbnéèlụ̀. Ọ bụrụ na a haziri ya na "mgbe obụla" ya bụ tọ̀mbnéèlụ̀ọ́ mgbe ọbụla, ọbụrụgodi na nsomebefaịlụ ahụ nọ na rìmóòtụ̀ sava. Ọ bụrụ na a haziri ya na "nkeụlọ_sọsọ" ya bụ gosi sọsọ tọ̀mbnéèlụ̀ maka faịlụ sistem nkeụlọ. Ọ bụrụ na a haziri ya na "ọgaghị" ya bụ na enyekwala onwe gị nsogbu n'ị́tọ̀mbnéèlụ̀ inyogo, kama jiri aịkọn nyirionwe.

source: Maximum image size for thumbnailing
ig: Ụhara inyogo mbawanye maka tọ́mbnéèlị̀n

source: Images over this size (in bytes) won't be thumbnailed. The purpose of this setting is to avoid thumbnailing large images that may take a long time to load or use lots of memory.
ig: Inyogo n'ụhara a (na baịtị) agaghị a bụ tọ́mbnéèlụ̀. Ebumnuche nhazi a bụ ka ezere inyogo ndị buru ibu nke tọ́mbnéèlụ̀ nke nwere ike igbu oge n'idebata mọọbụ jiri ebenchekwaozi dị ichiiche.

source: Maximum handled files in a folder
ig: Faịlụ nlekọta mbawanye n'ime nsomebefaịlụ

source: Folders over this size will be truncated to around this size. The purpose of this is to avoid unintentionally blowing the heap and killing Nautilus on massive folders. A negative value denotes no limit. The limit is approximate due to the reading of folders chunk-wise.
ig: Nsomebefaịlụ n'ụhara a ka a ga-egbubi ka ọ gbaa gburu gburu n'ụhara a. Ebumnuche nke a bụ izere amaghị ama mmebi híìpụ̀ nakwa imebi Nautilus na nnukwu nsomebefaịlụ. Uru enweghị isi dìnóòtùrù enweghị ógō. Ógō ahụ dị ḿgbàkọ́ n'ihi nwepụtaozi nke nsomebefaịlụ chọnk-waịzị.

source: Whether to preview sounds when mousing over an icon
ig: Ma ọ bụ ka elebiritụanya ụda mgbe a na-amawụsụ na aịkọn

source: Speed tradeoff for when to preview a sound file when mousing over a files icon. If set to "always" then always plays the sound, even if the file is on a remote server. If set to "local_only" then only plays previews on local file systems. If set to "never" then it never previews sound.
ig: Trédọ́ọ̀fụ̀ ngwangwa maka mgbe a ga elebiritụanya na faịlụ ụda mgbe a na-amawụsụ na aịkọn faịlụ. Ọ bụrụ na a haziri ya na "mgbe obụla" ya bụ kpọọ ụda ahụ mgbe ọbụla, ọbụrụgodi na faịlụ ahụ nọ na rìmóòtù sava. Ọ bụrụ na a haziri ya na "nkeụlọ_sọsọ" ya bụ kpọọ sọsọ nlebiritụanya na faịlụ sistem nkeụlọ. Ọ bụrụ na a haziri ya na "ọgaghị" ya bụ na agaghị elebiritụanya n'ụda.

source: Show advanced permissions in the file property dialog
ig: Ikikere nke faịlụ ahụ, na ọ́ktààlụ̀ akara ngosi ozi.

source: If set to true, then Nautilus lets you edit and display file permissions in a more unix-like way, accessing some more esoteric options.
ig: Ọ bụrụ na a haziri ya na eziokwu, Nautilus ga-enyere gị aka idezi ụfọdụ ihenhọrọ ésòtéríìkì nke faịlụ na dayalọ́ọ̀gụ̀ nkarachọ faịlụ.

source: Show folders first in windows
ig: Gosi n'izizi nsomebefaịlụ na windo ndị ahụ

source: If set to true, then Nautilus shows folders prior to showing files in the icon and list views.
ig: Ọ bụrụ na a haziri ya na eziokwu, Nautilus ga-egosi nsomebefaịlụ túpúù ngosi faịlụ na aịkọn nakwa ngosi ndesịta.

source: Nautilus handles drawing the desktop
ig: Ndezi Nautilus na-àdọ̀ desktọ́ọ̀pụ̀

source: If set to true, then Nautilus will draw the icons on the desktop.
ig: Ọ bụrụ na a haziri ya na eziokwu, Nautilus gà-àdọ́ aịkọn ahụ na desktọ́òpụ̀.Sans 15". Please do not change "Sans

source: Desktop font
ig: Ihumkpụrụedemede desktọ́ọ̀pụ̀

source: The font description used for the icons on the desktop.
ig: Nkọwa ihumkpụrụedemede ejiri maka aịkọn na desktọ́ọ̀pụ̀.

source: Nautilus uses the users home folder as the desktop
ig: Nautilus na-eji nsomebefaịlụ ụlọ nke ndị ojieme dịka desktọ́ọ̀pụ̀

source: If set to true, then Nautilus will use the user's home folder as the desktop. If it is false, then it will use ~/Desktop as the desktop.
ig: Ọ bụrụ na a haziri ya na eziokwu, Nautilus ga-eji nsomebefaịlụ ụlọ nke ojieme dịka desktọ́ọ̀pụ̀. Ọ bụrụ na ọ bụ àsị́, mgbe ahụ ọ ga-eji ~/Desktọ́ọ̀pụ̀ dịka desktọ́ọ̀pụ̀.

source: Criteria for search bar searching
ig: Kraịteria maka ọchịchọ ọ̀chọ́ọ̀ báà

source: Criteria when matching files searched for in the search bar. If set to "search_by_text", then Nautilus will Search for files by file name only. If set to "search_by_text_and_properties", then Nautilus will search for files by file name and file properties.
ig: Kraịteria mgbe a na-amakọ faịlụ achọrọla maka na ọchịchọ báà. Ọ bụrụ na a hazie ya na "search_by_text", mgbe ahụ Nautilus ga-achọ faịlụ site n'aha faịlụ sọsọ. Ọ bụrụ na a hazie ya na "search_by_text_and_properties", mgbe ahụ Nautilus ga-achọ faịlụ site n'aha faịlụ nakwa ngwaọrụ faịlụ.

source: Custom Background
ig: Nhazi okpuru emeredịkachọrọ

source: Whether a custom default folder background has been set.
ig: Ma ọ bụ na a haziela okpuru nsomebefaịlụ dìfọ́ọ̀ltụ̀ emeredịkachọrọ.

source: Default Background Color
ig: Ụcha okpuru dìfọ́ọ̀ltụ̀

source: Color for the default folder background. Only used if background_set is true.
ig: Ahafaịlụ maka okpuru nsomebe faịlụ dìfọ́ọ̀ltụ̀. A na-eji ya ma ọ bụrụ na okpuru_nhazi bụ eziokwu.

source: Default Background Filename
ig: Ahafaịlụ okpuru dìfọ́ọ̀ltụ̀

source: Filename for the default folder background. Only used if background_set is true.
ig: Ahafaịlụ maka okpuru nsomebe faịlụ dìfọ́ọ̀ltụ̀. A na-eji ya ma ọ bụrụ na okpuru_nhazi bụ eziokwu.

source: Custom Side Pane Background Set
ig: Nhazi okpuru saịd pen emeredịkachọrọ

source: Whether a custom default side pane background has been set.
ig: Ma ọ bụ na a haziela okpuru saịd pen dìfọ́ọ̀ltụ̀ emeredịkachọrọ.

source: Default Side Pane Background Color
ig: Ụcha okpuru saịd pen dìfọ́ọ̀ltụ̀

source: Filename for the default side pane background. Only used if side_pane_background_set is true.
ig: Ahafaịlụ maka okpuru saịd pen dìfọ́ọ̀ltụ̀. A na-eji ya ma ọ bụrụ na saịd_pen_okpuru_nhazi bụ eziokwu.

source: Default Side Pane Background Filename
ig: Ahịrịnkọwa faịlụ okpuru saịd pen dìfọ́ọ̀ltụ̀

source: Default folder viewer
ig: Dìfọ́ọ̀ltụ̀ nsomebefaịlụ onyenlereanya

source: When a folder is visited this viewer is used unless you have selected another view for that particular folder. Possible values are "list_view", "icon_view" and "compact_view".
ig: Mgbe achọtara nsomebefaịlụ a na-eji ngosi faịlụ a ma ọ bụrụ na ị họrọla ngosi ọzọ maka otu nsomebefaịlụ. Uru dị mmenwu bụ "list_view" na "icon_view".

source: List of possible captions on icons
ig: Ndesịta okwu okpuru na aịkọn ndị ahụ

source: A list of captions below an icon in the icon view and the desktop. The actual number of captions shown depends on the zoom level. Possible values are: "size", "type", "date_modified", "date_changed", "date_accessed", "owner", "group", "permissions", "octal_permissions" and "mime_type".
ig: Kapshiọn n'okpuru aịkọn ná ngosi aịkọn nakwa desktọọpụ. Kpọmkwem ọnụọgụgụ nke okwu ndị ahụ egosirila gbadoro ụkwụ n'ogo zum. Uru dị mmenwu bụ : "size", "type", "date_modified", "date_changed", "date_accessed", "owner", "group", "permissions", "octal_permissions" na "mime_type".

source: Default sort order
ig: Dìfọ́ọ̀ltụ̀ iwu nhazi

source: The default sort-order for items in the icon view. Possible values are "name", "size", "type", "modification_date", and "emblems".
ig: Dìfọ́ọ̀ltụ̀ iwu-nhazi maka ihenhọrọ ná ngosi aịkọn.Uru dị mmenwu bụ "name ", "size", "type", "modification_date", na "emblems".

source: Reverse sort order in new windows
ig: Gbanwe nhazi na windo ndị ọfụụ

source: If true, files in new windows will be sorted in reverse order. ie, if sorted by name, then instead of sorting the files from "a" to "z", they will be sorted from "z" to "a"; if sorted by size, instead of being incrementally they will be sorted decrementally.
ig: Ọ bụrụ na ọ bụ eziokwu, faịlụ ndị dị na windo ka a ga-ahazi n'ụdị nhazi mgbanwe. nke bụ, ọ bụrụ na a haziri ya site n'aha, ya bụ na kama ihazi faịlụ ndị ahụ site na "a" ruo na "z", a ga-ahazi ha site na "z" ruo na "a", ọ bụrụ na a haziri ya site n'ụhara, kama ihaziwe n'elu elu ha ga n'ahazi n'ala ala.

source: Use tighter layout in new windows
ig: Jiri ndozi taịta na windo ndị ọfụụ

source: If true, icons will be laid out tighter by default in new windows.
ig: Ọ bụrụ na ọ bụ eziokwu, Dìfọ́ọ̀ltụ̀ ga-ejidesi aịkọn ike na windo ọfụụ ndị ahụ.

source: Put labels beside icons
ig: Tinye ihengosi n'akụkụ aịkọn ndị ahụ

source: If true, labels will be placed beside icons rather than underneath them.
ig: Ọ bụrụ na ọ bụ eziokwu, a ga-edesa ihengosi ndị ahụ n'akụkụ aịkọn kama ịdesa ha n'okpuru.

source: Use manual layout in new windows
ig: Jiri ndozi nlereanya na windo ndị ọfụụ

source: If true, new windows will use manual layout by default.
ig: Ọ bụrụ na ọ bụ eziokwu, windo ndị ọfụụ ga-eji ndozi ihenlereanya site na dìfọ́ọ̀ltụ̀.

source: Default icon zoom level
ig: Dìfọ́ọ̀ltụ̀ aịkọn ógó zum

source: Default zoom level used by the icon view.
ig: Difọọltụ ógó ndapụ ọsịṣọ nke ngosi aịkọn jiri rụọ ọrụ.

source: Default Thumbnail Icon Size
ig: Dìfọ́ọ̀ltụ̀ aịkọn ógó zum

source: The default size of an icon for a thumbnail in the icon view.
ig: Ndesịta dị̀fọ́ọ̀ltụ̀ nke mpagharaogologo ahụrụanya ná ngosi ndesịta.

source: Default compact view zoom level
ig: Dìfọ́ọ̀ltụ̀ aịkọn ógó zum

source: Default zoom level used by the compact view.
ig: Difọọltụ ógó ndapụ ọsịṣọ nke ngosi aịkọn jiri rụọ ọrụ.

source: The default sort-order for the items in the list view. Possible values are "name", "size", "type", and "modification_date".
ig: Dìfọ́ọ̀ltụ̀ iwu-nhazi maka ihenhọrọ na ngosi ndesịta.Uru dị mmenwu bụ "name", "size", "type", na "modification_date".

source: If true, files in new windows will be sorted in reverse order. ie, if sorted by name, then instead of sorting the files from "a" to "z", they will be sorted from "z" to "a".
ig: Ọ bụrụ na ọ bụ eziokwu, faịlụ ndị dị na windo ka a ga-ahazi n'ụdị nhazi mgbanwe. nke bụ, ọ bụrụ na a haziri ya site n'aha, ya bụ na kama ihazi faịlụ ndị ahụ site na "a" ruo na "z", a ga-ahazi ha site na "z" ruo na "a".

source: Default list zoom level
ig: Ndesịta dìfọ́ọ̀ltụ̀ ógó zum

source: Default zoom level used by the list view.
ig: Dìfọ́ọ̀ltụ̀ ógó zum nke ngosi ndesịta jiri rụọ ọrụ.

source: Default list of columns visible in the list view
ig: Ndesịta dìfọ́ọ̀ltụ̀ nke mpagharaogologo ahụrụanya ná ngosi ndesịta

source: Default list of columns visible in the list view.
ig: Ndesịta dị̀fọ́ọ̀ltụ̀ nke mpagharaogologo ahụrụanya ná ngosi ndesịta.

source: Default column order in the list view
ig: Dìfọ́ọ̀ltụ̀ nhazi mpagharaogologo na ndesịta ngosi

source: Default column order in the list view.
ig: Dìfọ́ọ̀ltụ̀ nhazi mpagharaogologo na ndesịta ngosi.

source: Date Format
ig: Nhazi ụbọchị

source: The format of file dates. Possible values are "locale", "iso", and "informal".
ig: Ọdịdị nke ụbọchị faịlụ. Uru dị mmenwu bụ "locale", "iso", na "informal".

source: Width of the side pane
ig: Uhie nke saịd pen

source: The default width of the side pane in new windows.
ig: Dìfọ́ọ̀ltụ̀ uhie nke saịd pen na windo ndị ọfụụ.

source: Show toolbar in new windows
ig: Gosi tulbáà na windo ndị ọfụụ

source: If set to true, newly opened windows will have toolbars visible.
ig: Ọ bụrụ na a haziri ya na eziokwu, windo ndị á kà mepere ọfụụ ga-eme ka áhụ́ tulbáà ndị ahụ anya.

source: Show location bar in new windows
ig: Gosi ebe báà na windo ndị ọfụụ

source: If set to true, newly opened windows will have the location bar visible.
ig: Ọ bụrụ na a haziri ya na eziokwu, windo ndị á kà mepere ọfụụ ga-eme ka áhụ́ báà ébē anya.

source: Show status bar in new windows
ig: Gosi status báà na windo ndị ọfụụ

source: If set to true, newly opened windows will have the status bar visible.
ig: Ọ bụrụ na a haziri ya na eziokwu, windo ndị á kà mepere ọfụụ ga-eme ka áhụ́ status báà anya.

source: Show side pane in new windows
ig: Gosi saịd pen na windo ndị ọfụụ

source: If set to true, newly opened windows will have the side pane visible.
ig: Ọ bụrụ na a haziri ya na eziokwu, windo ndị á kà mepere ọfụụ ga-eme ka áhụ́ saịd pen anya.

source: Side pane view
ig: Ngosi saịd pen

source: The side pane view to show in newly opened windows.
ig: Ngosi saịd pen ga-egosipụta na windo ndị ọfụụ ahụ emepere emepe.

source: Only show folders in the tree side pane
ig: Sọsọ gosi nsomebefaịlụ na tríì saịdbáà

source: If set to true, Nautilus will only show folders in the tree side pane. Otherwise it will show both folders and files.
ig: Ọ bụrụ na a haziri ya na eziokwu, Nautilus ga-egosi sọsọ nsomebefaịlụ ndị ahụ na tríì saịd pen. Kama ọ ga-egosi nsomebefaịlụ na faịlụ ndị ahụ.

source: Home icon visible on desktop
ig: A hụrụ aịkọn nke ụlọ na desktọ́ọ̀pụ̀

source: If this is set to true, an icon linking to the home folder will be put on the desktop.
ig: Ọ bụrụ na a haziri nke a na eziokwu, aịkọn na-abanye n'ụlọ nsomebefaịlụ a ga-etinye ya na desktọ́ọ̀pụ̀.

source: Computer icon visible on desktop
ig: Aịkọn kọmputa ahụrụanya na desktọ́ọ̀pụ̀

source: If this is set to true, an icon linking to the computer location will be put on the desktop.
ig: Ọ bụrụ na a haziri nke a na eziokwu, aịkọn na-abanye na kọmputa a ga-etinye ya na desktọ́ọ̀pụ̀.

source: Trash icon visible on desktop
ig: Aịkọn ebemkpofuozi nke a hụrụ anya na desktọ́ọ̀pụ̀

source: If this is set to true, an icon linking to the trash will be put on the desktop.
ig: Ọ bụrụ na a haziri nke a na eziokwu, aịkọn na-abanye n'ebemkpofuozi a ga-etinye ya na desktọ́ọ̀pụ̀.

source: Show mounted volumes on the desktop
ig: Gosi ụda ndị ewelitere ewelite na desktọ́ọ̀pụ̀

source: If this is set to true, icons linking to mounted volumes will be put on the desktop.
ig: Ọ bụrụ na a haziri nke a na eziokwu, aịkọn na-abanye n'ụda ewelitere ewelite a ga-etinye ya na desktọ́ọ̀pụ̀.

source: Network Servers icon visible on the desktop
ig: A hụrụ aịkọn nke ụlọ na desktọ́ọ̀pụ̀

source: If this is set to true, an icon linking to the Network Servers view will be put on the desktop.
ig: Ọ bụrụ na a haziri nke a na eziokwu, aịkọn na-abanye n'ebemkpofuozi a ga-etinye ya na desktọ́ọ̀pụ̀.

source: Desktop computer icon name
ig: Aha aịkọn kọmputa desktọ́ọ̀pụ̀

source: This name can be set if you want a custom name for the computer icon on the desktop.
ig: A ga-ahazinwu aha a ma ọ bụrụ na ịchọrọ aha emeredịkachọrọ maka aịkọn kọmputa na desktọ́ọ̀pụ̀.

source: Desktop home icon name
ig: Aha aịkọn ụlọ desktọ́ọ̀pụ̀

source: This name can be set if you want a custom name for the home icon on the desktop.
ig: A ga-ahazinwu aha a ma ọ bụrụ na ịchọrọ aha emeredịkachọrọ maka aịkọn keụlọ na desktọ́ọ̀pụ̀.

source: Desktop trash icon name
ig: Aha aịkọn ebe mkpofuozi desktọ́ọ̀pụ̀

source: This name can be set if you want a custom name for the trash icon on the desktop.
ig: A ga-ahazinwu aha a ma ọ bụrụ na ịchọrọ aha emeredịkachọrọ maka aịkọn ebemkpofuozi na desktọ́ọ̀pụ̀.

source: Network servers icon name
ig: Sava ikukumgbasaozi

source: This name can be set if you want a custom name for the network servers icon on the desktop.
ig: A ga-ahazinwu aha a ma ọ bụrụ na ịchọrọ aha emeredịkachọrọ maka aịkọn ebemkpofuozi na desktọ́ọ̀pụ̀.

source: No applications found
ig: Usoroiheomume

source: Do Nothing
ig: Onweghị

source: Open Folder
ig: Debata nsomebefaịlụ

source: Open %s
ig: Na-emepe %s

source: Open with other Application...
ig: Mepee ya na _usoroiheomume ndị ọzọ...

source: _Always perform this action
ig: Eject

source: _Eject
ig: _WepụUnmount

source: _Unmount
ig: _Ewelitekwala ụda

source: Cut the selected text to the clipboard
ig: Hichaa ngwe nke ahụ a họọrọ na bé òchékwáōzím̀gbèńtà

source: Copy the selected text to the clipboard
ig: Debata ngwe nke ahụ a họọrọ na bé òchékwáōzím̀gbèńtà

source: Paste the text stored on the clipboard
ig: Mapanye ngwe echekwarala na bé òchékwáōzím̀gbèńtà

source: Select all the text in a text field
ig: Họrọ ngwe niile na m̀bárá ngwe

source: Move _Up
ig: Kpụga _n'elu

source: Move Dow_n
ig: Kpuga _n'ala

source: Use De_fault
ig: _Jiri dìfọ́ọ̀ltụ̀

source: The name and icon of the file.
ig: Aha na aịkọn nke faịlụ ahụ.

source: Size
ig: Ụhara

source: The size of the file.
ig: Ụhara faịlụ ahụ.

source: Type
ig: Ụdị

source: The type of the file.
ig: Ụdị faịlụ ahụ.

source: Date Modified
ig: Emegharịala ụbọchị

source: The date the file was modified.
ig: Ụbọchị na faịlụ ka emegharịrịla.

source: Date Accessed
ig: Abanyegọ ụbọchị

source: The date the file was accessed.
ig: Abanyego ụbọchị na faịlụ.

source: Owner
ig: Ónyénwē

source: The owner of the file.
ig: Ónyénwē faịlụ ahụ.

source: Group
ig: Òtù

source: The group of the file.
ig: Òtù faịlụ ahụ.

source: Permissions
ig: Ikikere

source: The permissions of the file.
ig: Ikikere nke faịlụ ahụ.

source: Octal Permissions
ig: Ikikere ọ́ktààlụ̀

source: The permissions of the file, in octal notation.
ig: Ikikere nke faịlụ ahụ, na ọ́ktààlụ̀ akara ngosi ozi.

source: MIME Type
ig: Ụdị MIME

source: The mime type of the file.
ig: Ụdị mime nke faịlụ.

source: The SELinux security context of the file.
ig: Ụdị mime nke faịlụ.

source: Reset
ig: Hazigharịa

source: on the desktop
ig: Na desktọ́ọ̀pụ̀

source: You cannot move the volume "%s" to the trash.
ig: Ịgaghị enwenwu ike idebata ihenhọrọ n'ime ebemkpofuozi.

source: If you want to eject the volume, please use "Eject" in the popup menu of the volume.
ig: Ọ bụrụ na ịchọrọ iwepụ ụda, biko jiri Nwepụ n'ọpịpị-akanri menu nke ụda.

source: If you want to unmount the volume, please use "Unmount Volume" in the popup menu of the volume.
ig: Ọ bụrụ na ịchọrọ iwepụ ụda, biko jiri Nwepụ n'ọpịpị-akanri menu nke ụda.

source: _Move Here
ig: _Kpụghaa ebe a

source: _Copy Here
ig: _Debata ebe a

source: _Link Here
ig: _Banye ebe a

source: Set as _Background
ig: Hazie dịka _Okpuru

source: Cancel
ig: Wepụ

source: Set as background for _all folders
ig: Hazie dịka okpuru maka _nsomebefaịlụ ndị ahụ niile

source: Set as background for _this folder
ig: Hazie dịka okpuru maka _nsomebefaịlụ a

source: The emblem cannot be installed.
ig: Agaghị ewunyenwu ákàrà ahụ.

source: Sorry, but you must specify a non-blank keyword for the new emblem.
ig: Ǹdó, mana ị ga-ezipụta ngwenchọcha kèíhé na-adịghị maka ákàrà ọfụụ.

source: Sorry, but emblem keywords can only contain letters, spaces and numbers.
ig: Ǹdó, mana ákàrà ngwenchọcha ga-abanwu sọsọ mkpụrụokwu, ohere na ọnụọgụgụ.

source: Sorry, but there is already an emblem named "%s".
ig: Ǹdọ́, mana enwego ákàrà abagoro aha "%s".

source: Please choose a different emblem name.
ig: Biko họrọ aha ákàrà dị iche.

source: Sorry, unable to save custom emblem.
ig: Ǹdọ́, enweghịnwu ike ichekwa ákàrà emeredịkachọrọ.

source: Sorry, unable to save custom emblem name.
ig: Ǹdọ́, enweghịnwu ike ichekwa aha ákàrà emeredịkachọrọ.

source: _Skip
ig: _pụọ

source: _Retry
ig: _Megharịa

source: Delete _All
ig: Họrọ _Ha niile
